[orchid_vo_chapter3_0010_echo_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Captain Scarlett has been tracking the Treasure of the Sands for several years -- you should sail out to meet her in your sandskiff.",Time=0)

[orchid_vo_chapter3_0020_echo_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Wait, you're going NOW?! We were just beginning to connect!",Time=0)

[orchid_vo_chapter3_0021_echox_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You're heading out to the flats? But why? There's nothing there but sand grubs and angry pirates! Just come back and we can talk about our favorite movies. Mine is ''The Cop Who is Also A Robot.''",Time=0)

[orchid_vo_chapter3_0022_echox_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Whoa, whoa, whoa, WHOA! My best friend in the world! Hello! Don't step onto the flats or the sand grubs will hear you!",Time=0)

[orchid_vo_chapter3_0030_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Huh. That a skiff coming from Oasis? That's, uh... alright, well--",Time=0)

[orchid_vo_chapter3_0040_echo_sandmanminion]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Sandman wants your part of the compass, bitch! Hand it over!",Time=0)

[orchid_vo_chapter3_0050_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Andddd I'm being attacked. Great. Wonderful. Hey, stranger -- you give me a hand with Sandman's boys, I'll make it worth your while, alright?",Time=0)

[orchid_vo_chapter3_0060_echo_sandman]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, jerkass! You the one who killed my boys in Oasis? I'm only gonna tell you this once: you side with Captain Scarlett, she's just gonna stab you in the back. Me? I'll look you in the eye when I kill ya.",Time=0)

[orchid_vo_chapter3_0070_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, sir? Or, uh, ma'am? ''Stranger?'' We'll go with that. Some of Sandman's guys made it onboard -- get up here, quick. It's getting dull fighting these schmoes by myself.",Time=0)

[orchid_vo_chapter3_0080_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Huh. Killed 'em all? Nice. Get up here and we can talk business.",Time=0)

[orchid_vo_chapter3_0090_live_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nice moves out there. You're a Vault Hunter, yeah? Never met one of you guys before. The guns, the power, it's all very striking.",Time=0)

[orchid_vo_chapter3_0100_live_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If you're looking for the Treasure of the Sands, you've come to the right chick. But -- gah, I'm being rude. I haven't even introduced myself! Do that a lot. Sorry. I'm, um, Captain Scarlett...",Time=0)

[orchid_vo_chapter3_0110_live_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nice to meet ya.",Time=0)

[orchid_vo_chapter3_0120_live_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Long story short: I dig your skills. I'd like to look for the Treasure of the Sands with you. Now, full disclosure, I will absolutely stab you in the back somewhere down the road, but for now, we stand a better chance of finding that treasure if we work together. Let's, uh, let's chat.",Time=0)

[orchid_vo_chapter3_0130_echox_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, right. I should probably get you up to speed on the legend of the treasure, eh?",Time=0)
